Repository: PauBenetPrat/volleyflow
Catalog: lib/l10n/app_*.arb
Languages: ca, de, es, eu, fr, ja, zh

# exitConfirmation
source: Are you sure you want to exit?
de: Sind Sie sicher, dass Sie beenden möchten?
es: ¿Estás seguro de que quieres salir?
eu: Ziur zaude irten nahi duzula?
fr: Êtes-vous sûr de vouloir quitter?
ja: 終了してもよろしいですか？
zh: 您确定要退出吗？

# resetConfirmation
source: Are you sure you want to reset all changes?
de: Sind Sie sicher, dass Sie alle Änderungen zurücksetzen möchten?
es: ¿Estás seguro de que quieres reiniciar todos los cambios?
eu: Ziur zaude aldaketa guztiak berrezarri nahi dituzula?
fr: Êtes-vous sûr de vouloir réinitialiser toutes les modifications?
ja: すべての変更をリセットしてもよろしいですか？
zh: 您确定要重置所有更改吗？

source: Select Team
de: Team Auswählen
es: Seleccionar Equipo
eu: Hautatu Taldea
ja: チーム選択
zh: 选择团队

# noTeamsFound
source: No teams found. Please create a team first.
de: Keine Teams gefunden. Bitte erstellen Sie zuerst ein Team.
es: No se encontraron equipos. Por favor, crea un equipo primero.
eu: Ez da talderik aurkitu. Mesedez, sortu talde bat lehenik.
ja: チームが見つかりません。まずチームを作成してください。
zh: 未找到团队。请先创建团队。

source: Select Starting 6
de: 6 Startspieler Auswählen
es: Seleccionar Inicial 6
eu: Hautatu Hasierako 6
ja: スターティング6を選択
zh: 选择首发6人

source: Start
de: Starten
es: Iniciar
eu: Hasi
ja: 開始
zh: 开始

source: Gender
ca: Sexe
de: Geschlecht
es: Sexo
eu: Generoa
fr: Sexe
ja: 性別
zh: 性别

source: Male
ca: Home
de: Männlich
es: Hombre
eu: Gizonezkoa
fr: Homme
ja: 男性
zh: 男

source: Female
ca: Dona
de: Weiblich
es: Mujer
eu: Emakumezkoa
fr: Femme
ja: 女性
zh: 女

source: Delete
ca: Eliminar
de: Löschen
es: Eliminar
eu: Ezabatu
fr: Supprimer
ja: 削除
zh: 删除

source: Delete Team
ca: Eliminar Equip
de: Team löschen
es: Eliminar Equipo
eu: Taldea Ezabatu
fr: Supprimer l'Équipe
ja: チーム削除
zh: 删除团队

# deleteTeamConfirmation
source: Are you sure you want to delete the team "{name}"? This action cannot be undone.
ca: Estàs segur que vols eliminar l'equip "{name}"? Aquesta acció no es pot desfer.
de: Sind Sie sicher, dass Sie das Team "{name}" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar el equipo "{name}"? Esta acción no se puede deshacer.
eu: Ziur zaude "{name}" taldea ezabatu nahi duzula? Ekintza hau ezin da desegin.
fr: Êtes-vous sûr de vouloir supprimer l'équipe "{name}"? Cette action ne peut pas être annulée.
ja: チーム「{name}」を削除してもよろしいですか？この操作は元に戻せません。
zh: 您确定要删除团队 "{name}" 吗？此操作无法撤销。

source: Team deleted
ca: Equip eliminat
de: Team gelöscht
es: Equipo eliminado
eu: Taldea ezabatuta
fr: Équipe supprimée
ja: チームを削除しました
zh: 团队已删除

source: Delete Player
ca: Eliminar Jugador
de: Spieler löschen
es: Eliminar Jugador
eu: Jokalaria Ezabatu
fr: Supprimer le Joueur
ja: プレイヤー削除
zh: 删除球员

# deletePlayerConfirmation
source: Are you sure you want to delete {name}?
ca: Estàs segur que vols eliminar {name}?
de: Sind Sie sicher, dass Sie {name} löschen möchten?
es: ¿Estás seguro de que quieres eliminar {name}?
eu: Ziur zaude {name} ezabatu nahi duzula?
fr: Êtes-vous sûr de vouloir supprimer {name}?
ja: {name}を削除してもよろしいですか？
zh: 您确定要删除 {name} 吗？

source: Player deleted
ca: Jugador eliminat
de: Spieler gelöscht
es: Jugador eliminado
eu: Jokalaria ezabatuta
fr: Joueur supprimé
ja: プレイヤーを削除しました
zh: 球员已删除

source: Delete Coach
ca: Eliminar Entrenador
de: Trainer löschen
es: Eliminar Entrenador
eu: Entrenatzailea Ezabatu
fr: Supprimer l'Entraîneur
ja: コーチ削除
zh: 删除教练

# deleteCoachConfirmation
source: Are you sure you want to delete {name}?
ca: Estàs segur que vols eliminar {name}?
de: Sind Sie sicher, dass Sie {name} löschen möchten?
es: ¿Estás seguro de que quieres eliminar {name}?
eu: Ziur zaude {name} ezabatu nahi duzula?
fr: Êtes-vous sûr de vouloir supprimer {name}?
ja: {name}を削除してもよろしいですか？
zh: 您确定要删除 {name} 吗？

source: Coach deleted
ca: Entrenador eliminat
de: Trainer gelöscht
es: Entrenador eliminado
eu: Entrenatzailea ezabatuta
fr: Entraîneur supprimé
ja: コーチを削除しました
zh: 教练已删除

source: Enter PIN
ca: Introdueix el PIN
de: PIN eingeben
es: Introduce el PIN
eu: Sartu PIN-a
fr: Entrez le code PIN
ja: PINを入力
zh: 输入PIN

# pinRequired
source: PIN is required
ca: El PIN és obligatori
de: PIN ist erforderlich
es: El PIN es obligatorio
eu: PIN-a beharrezkoa da
fr: Le code PIN est requis
ja: PINは必須です
zh: PIN是必需的

source: Incorrect PIN
ca: PIN incorrecte
de: Falscher PIN
es: PIN incorrecto
eu: PIN okerra
fr: Code PIN incorrect
ja: PINが正しくありません
zh: PIN不正确

source: Help
de: Hilfe
es: Ayuda
eu: Laguntza
fr: Aide
ja: ヘルプ
zh: 帮助

# helpTitle
source: How to use
de: Wie man es benutzt
es: Cómo usar
eu: Nola erabili
fr: Comment utiliser
ja: 使い方
zh: 使用方法

# helpMovePlayers
source: • Drag and drop players to move them.
de: • Ziehen Sie Spieler und legen Sie sie ab, um sie zu bewegen.
es: • Arrastra y suelta jugadores para moverlos.
eu: • Arrastatu eta jaregin jokalariak mugitzeko.
fr: • Glissez et déposez les joueurs pour les déplacer.
ja: • プレイヤーをドラッグ＆ドロップして移動します。
zh: • 拖放球员以移动他们。

# helpPlayerInfo
source: • Double tap on a player to see their info.
de: • Doppeltippen Sie auf einen Spieler, um seine Informationen zu sehen.
es: • Haz doble toque en un jugador para ver su información.
eu: • Egin klik bikoitza jokalari batean bere informazioa ikusteko.
fr: • Appuyez deux fois sur un joueur pour voir ses informations.
ja: • プレイヤーをダブルタップして情報を表示します。
zh: • 双击球员以查看其信息。

# helpRotate
source: • Click the rotation button to rotate forward.
de: • Klicken Sie auf die Rotationstaste, um vorwärts zu rotieren.
es: • Haz clic en el botón de rotación para rotar hacia adelante.
eu: • Egin klik errotazio botoian aurrera egiteko.
fr: • Cliquez sur le bouton de rotation pour tourner vers l'avant.
ja: • 回転ボタンをクリックして前進回転します。
zh: • 单击旋转按钮向前旋转。

source: Don't show again
de: Nicht wieder anzeigen
es: No mostrar de nuevo
eu: Ez erakutsi berriro
fr: Ne plus afficher
ja: 再度表示しない
zh: 不再显示

# doubleTapDiscoveryTitle
source: Did you know?
de: Wussten Sie schon?
es: ¿Sabías que...?
eu: Ba al zenekien?
fr: Le saviez-vous ?
ja: ご存知でしたか？
zh: 您知道吗？

# doubleTapDiscoveryMessage
source: You just discovered a hidden feature! Double tapping rotates backwards.
de: Sie haben gerade eine versteckte Funktion entdeckt! Doppeltippen rotiert rückwärts.
es: ¡Acabas de descubrir una función oculta! El doble toque rota hacia atrás.
eu: Ezkutuko funtzio bat aurkitu duzu! Klik bikoitzak atzera egiten du.
fr: Vous venez de découvrir une fonctionnalité cachée ! Le double tapotement fait tourner en arrière.
ja: 隠し機能を発見しました！ダブルタップで後退回転します。
zh: 您刚刚发现了一个隐藏功能！双击向后旋转。

source: Got it!
de: Verstanden!
es: ¡Entendido!
eu: Ulertuta!
fr: Compris !
ja: 了解しました！
zh: 知道了！

source: Create Match Roster
de: Spielaufstellung erstellen
es: Crear Convocatoria
eu: Deialdi Zerrenda Sortu
ja: 試合登録作成
zh: 创建比赛名单

source: Match Roster
de: Spielaufstellung
es: Convocatoria
eu: Deialdi Zerrenda
ja: 試合登録
zh: 比赛名单

source: Select Players
de: Spieler Auswählen
es: Seleccionar Jugadores
eu: Jokalariak Hautatu
ja: プレイヤー選択
zh: 选择球员

source: Match Date
de: Spieldatum
es: Fecha del Partido
eu: Partidaren Data
ja: 試合日
zh: 比赛日期

source: Location
de: Ort
es: Ubicación
eu: Kokapena
ja: 場所
zh: 地点

source: Rival Team
de: Gegnerische Mannschaft
es: Equipo Rival
eu: Aurkako Taldea
ja: 対戦チーム
zh: 对手团队

source: Select All
de: Alle Auswählen
es: Seleccionar Todos
eu: Guztiak Hautatu
ja: すべて選択
zh: 全选

source: Match Rosters
de: Spielaufstellungen
es: Convocatorias
eu: Deialdi Zerrendak
ja: 試合登録
zh: 比赛名单

# matchRostersDescription
source: Save and manage match call-ups
de: Aufstellungen speichern und verwalten
es: Guarda y gestiona convocatorias
eu: Gorde eta kudeatu deialdiztarrak
ja: 試合の登録を保存・管理
zh: 保存和管理比赛名单

source: No match rosters yet
de: Noch keine Spielaufstellungen
es: Aún no hay convocatorias
eu: Oraindik ez dago deialdi zerrendarik
ja: 試合登録がまだありません
zh: 还没有比赛名单

# createFirstMatchRoster
source: Create your first match roster
de: Erstellen Sie Ihre erste Spielaufstellung
es: Crea tu primera convocatoria
eu: Sortu zure lehen deialdi zerrenda
ja: 最初の試合登録を作成
zh: 创建您的第一个比赛名单

# newMatchRoster
source: New Roster
de: Neue Aufstellung
es: Nueva Convocatoria
eu: Deialdi Zerrenda Berria
ja: 新しい登録
zh: 新名单

source: Edit Match Roster
de: Aufstellung Bearbeiten
es: Editar Convocatoria
eu: Deialdi Zerrenda Editatu
ja: 試合登録編集
zh: 编辑比赛名单

source: Delete Match Roster
de: Aufstellung Löschen
es: Eliminar Convocatoria
eu: Deialdi Zerrenda Ezabatu
ja: 試合登録削除
zh: 删除比赛名单

# deleteMatchRosterConfirmation
source: Are you sure you want to delete this match roster?
de: Sind Sie sicher, dass Sie diese Aufstellung löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta convocatoria?
eu: Ziur zaude deialdi zerrenda hau ezabatu nahi duzula?
ja: この試合登録を削除してもよろしいですか？
zh: 您确定要删除此比赛名单吗？

source: Edit
de: Bearbeiten
es: Editar
eu: Editatu
ja: 編集
zh: 编辑

source: Edit Opponent Player Number
de: Gegnerspieler-Nummer Bearbeiten
es: Editar Número del Jugador Rival
eu: Editatu Aurkariaren Jokalari Zenbakia
ja: 対戦チームプレイヤー番号編集
zh: 编辑对手球员号码

source: Player Number
de: Spielernummer
es: Número del Jugador
eu: Jokalariaren Zenbakia
ja: プレイヤー番号
zh: 球员号码

# enterNumber
source: Enter number (1-99)
de: Nummer eingeben (1-99)
es: Ingrese número (1-99)
eu: Sartu zenbakia (1-99)
ja: 番号を入力（1-99）
zh: 输入号码（1-99）

source: Who Serves First?
de: Wer Serviert Zuerst?
es: ¿Quién Saca Primero?
eu: Nork Zerbitzatzen Du Lehenik?
ja: 最初のサーブはどちら？
zh: 谁先发球？

# selectTeamServesFirst
source: Select the team that serves first.
de: Wählen Sie das Team aus, das zuerst serviert.
es: Seleccione el equipo que saca primero.
eu: Hautatu lehenik zerbitzatuko duen taldea.
ja: 最初にサーブするチームを選択してください。
zh: 选择首先发球的团队。

source: New Match
de: Neues Spiel
es: Nuevo Partido
eu: Partida Berria
ja: 新しい試合
zh: 新比赛

source: Next Set
de: Nächster Satz
es: Siguiente Set
eu: Hurrengo Set-a
ja: 次のセット
zh: 下一局

# resetMatchConfirmation
source: This will reset scores, sets, and player positions. Are you sure?
de: Dies setzt Punkte, Sätze und Spielerpositionen zurück. Sind Sie sicher?
es: Esto reiniciará puntuaciones, sets y posiciones de jugadores. ¿Estás seguro?
eu: Honek puntuazioak, set-ak eta jokalarien posizioak berrezarriko ditu. Ziur zaude?
ja: これによりスコア、セット、プレイヤーのポジションがリセットされます。よろしいですか？
zh: 这将重置分数、局数和球员位置。您确定吗？

source: Match Details
de: Spieldetails
es: Detalles del Partido
eu: Partidaren Xehetasunak
ja: 試合詳細
zh: 比赛详情

source: Required
de: Erforderlich
es: Requerido
eu: Beharrezkoa
ja: 必須
zh: 必需

# exampleRivalName
source: e.g., CV Barcelona
de: z.B., CV Barcelona
es: ej., CV Barcelona
eu: adib., CV Barcelona
ja: 例：CVバルセロナ
zh: 例如：CV巴塞罗那

source: Select date
de: Datum auswählen
es: Seleccionar fecha
eu: Hautatu data
ja: 日付を選択
zh: 选择日期

source: Optional
es: Opcional
eu: Aukerakoa
ja: 任意
zh: 可选

# exampleLocation
source: e.g., Sports Center Arena
de: z.B., Sporthalle Arena
es: ej., Polideportivo Arena
eu: adib., Kirol Areto Arena
ja: 例：スポーツセンターアリーナ
zh: 例如：体育中心竞技场

# selectAtLeastPlayers
source: Select at least {count} players to start match
de: Wählen Sie mindestens {count} Spieler aus, um das Spiel zu starten
es: Selecciona al menos {count} jugadores para iniciar partido
eu: Hautatu gutxienez {count} jokalari partida hasteko
ja: 試合を開始するには少なくとも{count}人のプレイヤーを選択してください
zh: 至少选择 {count} 名球员以开始比赛

# playersCanBeAddedLater
source: Players can be added later (optional)
de: Spieler können später hinzugefügt werden (optional)
es: Los jugadores se pueden añadir más tarde (opcional)
eu: Jokalariak geroago gehitu daitezke (aukerakoa)
ja: プレイヤーは後で追加できます（任意）
zh: 球员可以稍后添加（可选）

# rivalTeamRequired
source: {field} is required
de: {field} ist erforderlich
es: {field} es requerido
eu: {field} beharrezkoa da
ja: {field}は必須です
zh: {field} 是必需的

source: Match roster created
de: Spielaufstellung erstellt
es: Convocatoria creada
eu: Deialdi zerrenda sortuta
ja: 試合登録を作成しました
zh: 比赛名单已创建

source: Match roster updated
de: Spielaufstellung aktualisiert
es: Convocatoria actualizada
eu: Deialdi zerrenda eguneratuta
ja: 試合登録を更新しました
zh: 比赛名单已更新

# errorSavingRoster
source: Error saving roster: {error}
de: Fehler beim Speichern der Aufstellung: {error}
es: Error al guardar convocatoria: {error}
eu: Errorea deialdi zerrenda gordetzean: {error}
ja: 登録の保存エラー：{error}
zh: 保存名单时出错：{error}

source: No players selected
de: Keine Spieler ausgewählt
es: Ningún jugador seleccionado
eu: Ez dago jokalaririk hautatuta
ja: プレイヤーが選択されていません
zh: 未选择球员

source: Show Initials
de: Initialen Anzeigen
es: Mostrar Iniciales
eu: Erakutsi Initialak
ja: イニシャルを表示
zh: 显示首字母

source: Show Numbers
de: Nummern Anzeigen
es: Mostrar Números
eu: Erakutsi Zenbakiak
ja: 番号を表示
zh: 显示号码

source: Opponent
de: Gegner
es: Oponente
eu: Aurreko
ja: 対戦相手

# placeSixPlayersToStart
source: Please place 6 players on the court to start.
de: Bitte platzieren Sie 6 Spieler auf dem Spielfeld, um zu beginnen.
es: Por favor, coloca 6 jugadores en la cancha para empezar.
eu: Mesedez, jarri 6 jokalari zelaian hasteko.
ja: 開始するには、6人のプレイヤーをコートに配置してください。

# resetMatchTooltip
source: Reset Match
de: Spiel Zurücksetzen
es: Reiniciar Partido
eu: Partida Berrezarri
ja: 試合リセット

# switchSidesTooltip
source: Switch Sides
de: Seiten Wechseln
es: Cambiar Lados
eu: Aldeak Aldatu
ja: サイド切替

# drawingModeTooltip
source: Drawing Mode
de: Zeichenmodus
es: Modo Dibujo
eu: Marrazketako Modua
ja: 描画モード

# undoLastPointTooltip
source: Undo Last Point
de: Letzten Punkt Rückgängig Machen
es: Deshacer Último Punto
eu: Azken Puntua Desegin
ja: 最後のポイントを元に戻す

# exportMatchLogTooltip
source: Export Match Log (CSV)
de: Spielprotokoll Exportieren (CSV)
es: Exportar Registro del Partido (CSV)
eu: Partidaren Erregistroa Esportatu (CSV)
ja: 試合ログをエクスポート (CSV)

# undoTooltip
source: Undo
de: Rückgängig
es: Deshacer
eu: Desegin
ja: 元に戻す

# clearAllTooltip
source: Clear All
de: Alles Löschen
es: Borrar Todo
eu: Dena Ezabatu
ja: すべてクリア

# set
source: Set {setNumber}
de: Satz {setNumber}
eu: {setNumber} set-a
ja: セット {setNumber}
zh: 第 {setNumber} 局

# sets
source: Sets: {count}
de: Sätze: {count}
eu: Set-ak: {count}
ja: セット：{count}
zh: 局数：{count}

source: Alias
ca: Àlies
de: Spitzname
eu: Ezizena
fr: Surnom
ja: ニックネーム
zh: 昵称

source: BASE
ja: ベース
zh: 基础

# rotationTitle
source: 4-2 (no libero)
ja: 4-2（リベロなし）
zh: 4-2（无自由人）

# rotationSystem42NoLibero
source: 4-2 (no libero)
ja: 4-2（リベロなし）
zh: 4-2（无自由人）

# zoomTooltip
source: Zoom
ja: ズーム

# roleLiberoAbbr
source: L
zh: 自

source: PIN
fr: Code PIN
