Repository: PauBenetPrat/volleyflow
Catalog: lib/l10n/app_*.arb
Languages: ca, de, es, eu, fr, ja, zh

source: Volleyball Coaching App
ca: Aplicació d'Entrenament de Voleibol
de: Volleyball-Trainings-App
es: Aplicación de Entrenamiento de Voleibol
eu: Boleibol Entrenamendu Aplikazioa
fr: Application d'Entraînement de Volley-ball
ja: バレーボールコーチングアプリ
zh: 排球教练应用

source: Welcome
ca: Benvingut
de: Willkommen
es: Bienvenido
eu: Ongi etorri
fr: Bienvenue
ja: ようこそ
zh: 欢迎

# welcomeSubtitle
source: Manage your team's rotations and positions
ca: Gestiona les rotacions i posicions del teu equip
de: Verwalten Sie die Rotationen und Positionen Ihres Teams
es: Gestiona las rotaciones y posiciones de tu equipo
eu: Zure taldearen errotazioak eta posizioak kudeatu
fr: Gérez les rotations et positions de votre équipe
ja: チームのローテーションとポジションを管理
zh: 管理团队的轮换和位置

source: Rotations
ca: Rotacions
de: Rotationen
es: Rotaciones
eu: Errotazioak
ja: ローテーション
zh: 轮换

# refereeMatch
source: Scorekeeper
ca: Àrbitre / Partit
de: Schiedsrichter / Spiel
es: Marcador
eu: Epaile / Partida
fr: Arbitre / Match
ja: 審判 / 試合
zh: 裁判 / 比赛

source: About
ca: Sobre
de: Über
es: Acerca de
eu: Honi buruz
fr: À propos
ja: について
zh: 关于

# sac
source: SERVE
ca: SAC
de: AUFSCHLAG
es: SAQUE
eu: ZERBITZUA
fr: SERVICE
ja: サーブ
zh: 发球

# recepcio
source: RECEPTION
ca: RECEPCIO
de: ANNAHME
es: RECEPCIÓN
eu: HARRERA
fr: RÉCEPTION
ja: レセプション
zh: 接球

# defensa
source: DEFENSE
ca: DEFENSA
de: ABWEHR
es: DEFENSA
eu: DEFENTSA
fr: DÉFENSE
ja: ディフェンス
zh: 防守

# rotationSystem51NoLibero
source: 5-1 (no libero)
es: 5-1 (sin libero)
eu: 5-1 (liberorik gabe)

# rotationSystemMatch
source: Match
de: Spiel
es: Partido
eu: Partida
ja: 試合

# rotationSystemFree
source: FREE
es: LIBRE

# selectRotationSystem
source: Select a rotation system
ca: Selecciona un sistema de rotació
de: Wählen Sie ein Rotationssystem
es: Selecciona un sistema de rotación
eu: Hautatu errotazio sistema bat
fr: Sélectionnez un système de rotation
ja: ローテーションシステムを選択
zh: 选择轮换系统

# rotationSystem42NoLiberoDescription
source: 4-2 system without libero
ca: Sistema 4-2 sense libero
de: 4-2-System ohne Libero
es: Sistema 4-2 sin libero
eu: 4-2 sistema liberorik gabe
fr: Système 4-2 sans libero
ja: リベロなしの4-2システム
zh: 无自由人的4-2系统

# rotationSystem42Description
source: 4-2 system with libero
ca: Sistema 4-2 amb libero
de: 4-2-System mit Libero
es: Sistema 4-2 con libero
eu: 4-2 sistema liberoarekin
fr: Système 4-2 avec libero
ja: リベロありの4-2システム
zh: 有自由人的4-2系统

# rotationSystem51Description
source: 5-1 system with one setter
ca: Sistema 5-1 amb un col·locador
de: 5-1-System mit einem Zuspieler
es: Sistema 5-1 con un colocador
eu: 5-1 sistema antolatzaile batekin
fr: Système 5-1 avec un passeur
ja: セッター1人の5-1システム
zh: 一名二传的5-1系统

# rotationSystem51NoLiberoDescription
source: 5-1 system without libero
es: Sistema 5-1 sin libero
eu: 5-1 sistema liberorik gabe

# rotationSystemMatchDescription
source: Match rotation system
de: Rotationssystem für Spiel
es: Sistema de rotación para partido
eu: Partidarako errotazio sistema
ja: 試合用ローテーションシステム

# rotationSystemFreeDescription
source: Free rotation system with draggable players
es: Sistema de rotación libre con jugadores arrastrables

# featureComingSoon
source: {displayName} feature coming soon!
ca: La funcionalitat {displayName} arribarà aviat!
de: Die Funktion {displayName} kommt bald!
es: ¡La funcionalidad {displayName} llegará pronto!
eu: {displayName} funtzionalitatea laster etorriko da!
fr: La fonctionnalité {displayName} arrive bientôt !
ja: {displayName}機能は近日公開予定です！
zh: {displayName}功能即将推出！

source: Activate drawing mode
ca: Activar mode dibuix
de: Zeichenmodus aktivieren
es: Activar modo dibujo
eu: Marrazketako modua aktibatu
fr: Activer le mode dessin
ja: 描画モードを有効化
zh: 激活绘图模式

source: Deactivate drawing mode
ca: Desactivar mode dibuix
de: Zeichenmodus deaktivieren
es: Desactivar modo dibujo
eu: Marrazketako modua desaktibatu
fr: Désactiver le mode dessin
ja: 描画モードを無効化
zh: 停用绘图模式

source: Undo last stroke
ca: Desfer últim traç
de: Letzten Strich rückgängig machen
es: Deshacer último trazo
eu: Azken trazu desegin
fr: Annuler le dernier trait
ja: 最後のストロークを元に戻す
zh: 撤销最后一笔

source: Clear all drawings
ca: Esborrar tots els dibuixos
de: Alle Zeichnungen löschen
es: Borrar todos los dibujos
eu: Marrazki guztiak ezabatu
fr: Effacer tous les dessins
ja: すべての描画をクリア
zh: 清除所有绘图

# coordinatesCopied
source: Coordinates copied to clipboard!
ca: Coordenades copiades al portapapers!
de: Koordinaten in die Zwischenablage kopiert!
es: ¡Coordenadas copiadas al portapapeles!
eu: Koordenatuak arbelera kopiatu dira!
fr: Coordonnées copiées dans le presse-papiers !
ja: 座標をクリップボードにコピーしました！
zh: 坐标已复制到剪贴板！

# copyCoordinates
source: Copy coordinates to clipboard
ca: Copiar coordenades al portapapers
de: Koordinaten in die Zwischenablage kopieren
es: Copiar coordenadas al portapapeles
eu: Koordenatuak arbelera kopiatu
fr: Copier les coordonnées dans le presse-papiers
ja: 座標をクリップボードにコピー
zh: 复制坐标到剪贴板

source: Reset
de: Zurücksetzen
es: Reiniciar
eu: Berrezarri
fr: Réinitialiser
ja: リセット
zh: 重置

# rotationValidationError
source: Rotation error
ca: Falta de rotació
de: Rotationsfehler
es: Falta de rotación
eu: Errotazio falta
fr: Erreur de rotation
ja: ローテーションエラー
zh: 轮换错误

source: Close
ca: Tancar
de: Schließen
es: Cerrar
eu: Itxi
fr: Fermer
ja: 閉じる
zh: 关闭

# rotateTooltip
source: Click: rotate forward | Double click: rotate backward
ca: Clic: rotar endavant | Doble clic: rotar endarrere
de: Klick: vorwärts drehen | Doppelklick: rückwärts drehen
es: Clic: rotar adelante | Doble clic: rotar atrás
eu: Klik: aurrera biratu | Klik bikoitza: atzera biratu
fr: Clic : tourner vers l'avant | Double clic : tourner vers l'arrière
ja: クリック：前進回転 | ダブルクリック：後退回転
zh: 单击：向前旋转 | 双击：向后旋转

# version
source: Version 1.0.0
ca: Versió 1.0.0
es: Versión 1.0.0
eu: 1.0.0 bertsioa
ja: バージョン 1.0.0
zh: 版本 1.0.0

source: Purpose
ca: Propòsit
de: Zweck
es: Propósito
eu: Helburua
fr: Objectif
ja: 目的
zh: 目的

# purposeText
source: This app is designed to help volleyball coaches and players visualize and manage team rotations and positions on the court.
ca: Aquesta aplicació està dissenyada per ajudar entrenadors i jugadors de voleibol a visualitzar i gestionar les rotacions i posicions de l'equip a la pista.
de: Diese App wurde entwickelt, um Volleyballtrainern und -spielern zu helfen, Teamrotationen und -positionen auf dem Spielfeld zu visualisieren und zu verwalten.
es: Esta aplicación está diseñada para ayudar a entrenadores y jugadores de voleibol a visualizar y gestionar las rotaciones y posiciones del equipo en la cancha.
eu: Aplikazio hau boleibol entrenatzaileei eta jokalariei taldearen errotazioak eta posizioak zelaian ikusteko eta kudeatzeko laguntzeko diseinatuta dago.
fr: Cette application est conçue pour aider les entraîneurs et joueurs de volley-ball à visualiser et gérer les rotations et positions de l'équipe sur le terrain.
ja: このアプリは、バレーボールのコーチとプレイヤーがコート上のチームのローテーションとポジションを視覚化および管理するのに役立ちます。
zh: 此应用旨在帮助排球教练和球员在球场上可视化和管理团队轮换和位置。

source: Features
ca: Funcionalitats
de: Funktionen
es: Características
eu: Ezaugarriak
fr: Fonctionnalités
ja: 機能
zh: 功能

# featureRotations
source: Visualize team rotations on a standard volleyball court
ca: Visualitza les rotacions de l'equip en una pista de voleibol estàndard
de: Teamrotationen auf einem Standard-Volleyballfeld visualisieren
es: Visualiza las rotaciones del equipo en una cancha de voleibol estándar
eu: Taldearen errotazioak ikusi boleibol zelai estandarrean
fr: Visualisez les rotations de l'équipe sur un terrain de volley-ball standard
ja: 標準的なバレーボールコートでチームのローテーションを視覚化
zh: 在标准排球场上可视化团队轮换

# featurePositions
source: Track player positions in real-time
ca: Segueix les posicions dels jugadors en temps real
de: Spielerpositionen in Echtzeit verfolgen
es: Rastrea las posiciones de los jugadores en tiempo real
eu: Jokalarien posizioak denbora errealean jarraitu
fr: Suivez les positions des joueurs en temps réel
ja: リアルタイムでプレイヤーのポジションを追跡
zh: 实时跟踪球员位置

# featureReset
source: Easily rotate and reset positions
ca: Rota i reinicia les posicions fàcilment
de: Positionen einfach drehen und zurücksetzen
es: Rota y reinicia las posiciones fácilmente
eu: Posizioak erraz biratu eta berrezarri
fr: Tournez et réinitialisez facilement les positions
ja: 簡単に回転してポジションをリセット
zh: 轻松旋转和重置位置

source: Developer
ca: Desenvolupador
de: Entwickler
es: Desarrollador
eu: Garatzailea
fr: Développeur
ja: 開発者
zh: 开发者

# developedBy
source: Developed by Pau Benet Prat
ca: Desenvolupat per Pau Benet Prat
de: Entwickelt von Pau Benet Prat
es: Desarrollado por Pau Benet Prat
eu: Pau Benet Prat-ek garatua
fr: Développé par Pau Benet Prat
ja: Pau Benet Prat によって開発
zh: 由 Pau Benet Prat 开发

source: GitHub Repository
ca: Repositori de GitHub
es: Repositorio de GitHub
eu: GitHub biltegia
fr: Dépôt GitHub
ja: GitHubリポジトリ
zh: GitHub 仓库

source: LinkedIn Profile
ca: Perfil de LinkedIn
de: LinkedIn-Profil
es: Perfil de LinkedIn
eu: LinkedIn profila
fr: Profil LinkedIn
ja: LinkedInプロフィール
zh: LinkedIn 个人资料

# aboutNote
source: This is an MVP version. More features will be added in future updates. Found a bug or have an idea? Check out the GitHub repository!
ca: Aquesta és una versió MVP. S'afegiran més funcionalitats en futures actualitzacions. Has trobat un error o tens una idea? Consulta el repositori de GitHub!
de: Dies ist eine MVP-Version. Weitere Funktionen werden in zukünftigen Updates hinzugefügt. Einen Fehler gefunden oder eine Idee? Schauen Sie sich das GitHub-Repository an!
es: Esta es una versión MVP. Se añadirán más funcionalidades en futuras actualizaciones. ¿Has encontrado un error o tienes una idea? ¡Consulta el repositorio de GitHub!
eu: Hau MVP bertsioa da. Etorkizuneko eguneratzeetan ezaugarri gehiago gehituko dira. Akats bat aurkitu duzu edo ideia bat? Begiratu GitHub biltegia!
fr: Ceci est une version MVP. D'autres fonctionnalités seront ajoutées dans les futures mises à jour. Vous avez trouvé un bug ou avez une idée ? Consultez le dépôt GitHub !
ja: これはMVPバージョンです。今後のアップデートでさらに機能が追加されます。バグを見つけたり、アイデアがありますか？GitHubリポジトリをチェックしてください！
zh: 这是 MVP 版本。未来更新中将添加更多功能。发现错误或有想法？查看 GitHub 仓库！

source: Match Control
ca: Control de Partit
de: Spielkontrolle
es: Control de Partido
eu: Partidaren Kontrola
fr: Contrôle du Match
ja: 試合コントロール
zh: 比赛控制

source: Match in Progress
ca: Partit en Curs
de: Spiel läuft
es: Partido en Curso
eu: Partida Martxan
fr: Match en Cours
ja: 試合進行中
zh: 比赛进行中

source: Match Not Started
ca: Partit No Iniciat
de: Spiel nicht gestartet
es: Partido No Iniciado
eu: Partida Ez Hasi
fr: Match Non Commencé
ja: 試合未開始
zh: 比赛未开始

source: Team A
ca: Equip A
es: Equipo A
eu: A Taldea
fr: Équipe A
ja: チームA
zh: A队

source: Team B
ca: Equip B
es: Equipo B
eu: B Taldea
fr: Équipe B
ja: チームB
zh: B队

source: Start Match
ca: Iniciar Partit
de: Spiel Starten
es: Iniciar Partido
eu: Partida Hasi
fr: Démarrer le Match
ja: 試合開始
zh: 开始比赛

source: Reset Match?
ca: Reiniciar Partit
de: Spiel Zurücksetzen?
es: ¿Reiniciar Partido?
eu: Partida Berrezarri?
fr: Réinitialiser le Match
ja: 試合リセット
zh: 重置比赛

source: Match Won!
ca: Partit Guanyat!
de: Spiel gewonnen!
es: ¡Partido Ganado!
eu: Partida Irabazita!
fr: Match Gagné !
ja: 試合勝利！
zh: 比赛获胜！

# matchWonMessage
source: {winner} wins the match!
ca: {winner} guanya el partit!
de: {winner} gewinnt das Spiel!
es: ¡{winner} gana el partido!
eu: {winner} partida irabazi du!
fr: {winner} gagne le match !
ja: {winner}が試合に勝利しました！
zh: {winner} 赢得了比赛！

source: OK
ca: D'acord
es: Aceptar
eu: Ados
zh: 确定

source: Settings
ca: Configuració
de: Einstellungen
es: Configuración
eu: Ezarpenak
fr: Paramètres
ja: 設定
zh: 设置

source: Language
ca: Idioma
de: Sprache
es: Idioma
eu: Hizkuntza
fr: Langue
ja: 言語
zh: 语言

source: System Default
ca: Per defecte del sistema
de: Systemstandard
es: Predeterminado del sistema
eu: Sistemaren lehenetsia
fr: Par défaut du système
ja: システムデフォルト
zh: 系统默认

# roleSetterName
source: Setter
ca: Col·locador
de: Zuspieler
es: Colocador
eu: Eratzailea
fr: Passeur
ja: セッター
zh: 二传

# roleSetterDescription
source: Setter. Makes the second pass and organizes the attack.
ca: Col·locador. Fa la segona passada i organitza l'atac.
de: Zuspieler. Macht den zweiten Pass und organisiert den Angriff.
es: Colocador. Hace la segunda pasada y organiza el ataque.
eu: Eratzailea. Bigarren pasea egiten du eta erasoa antolatzen du.
fr: Passeur. Effectue la deuxième passe et organise l'attaque.
ja: セッター。2回目のパスを行い、攻撃を組織します。
zh: 二传。进行第二次传球并组织进攻。

# roleMiddleBlockerName
source: Middle Blocker
ca: Central
de: Mittelblocker
es: Central
eu: Erdiko Blokeatzailea
fr: Central
ja: ミドルブロッカー
zh: 副攻

# roleMiddleBlockerDescription
source: Middle Blocker. Specialized in blocking and quick attacks.
ca: Central. Especialitzat en bloqueig i atacs ràpids.
de: Mittelblocker. Spezialisiert auf Blocken und schnelle Angriffe.
es: Central. Especializado en bloqueo y ataques rápidos.
eu: Erdiko Blokeatzailea. Blokeoan eta eraso azkarretan espezializatua.
fr: Central. Spécialisé dans le contre et les attaques rapides.
ja: ミドルブロッカー。ブロックとクイックアタックに特化。
zh: 副攻。专长于拦网和快攻。

# roleOppositeName
source: Opposite
ca: Oposat
de: Diagonalspieler
es: Opuesto
eu: Aurkakoa
fr: Pointu
ja: オポジット
zh: 接应

# roleOppositeDescription
source: Opposite. Main attacker, plays opposite to the setter (position 2 or 1).
ca: Oposat. Atacant principal, juga oposat al col·locador (posició 2 o 1).
de: Diagonalspieler. Hauptangreifer, spielt gegenüber dem Zuspieler (Position 2 oder 1).
es: Opuesto. Atacante principal, juega opuesto al colocador (posición 2 o 1).
eu: Aurkakoa. Erasotzaile nagusia, eratzailaren aurkakoan jokatzen du (2 edo 1 posizioa).
fr: Pointu. Attaquant principal, joue en opposition au passeur (position 2 ou 1).
ja: オポジット。メインアタッカー、セッターの対角（ポジション2または1）でプレイ。
zh: 接应。主攻手，与二传对角（位置2或1）比赛。

# roleOutsideHitterName
source: Outside Hitter
ca: Receptor-Atacant
de: Außenangreifer
es: Receptor-Atacante
eu: Kanpoko Erasotzailea
fr: Réceptionneur-Attaquant
ja: アウトサイドヒッター
zh: 主攻

# roleOutsideHitterDescription
source: Outside Hitter (also called "wing" or "double"). Plays at positions 4 and 6.
ca: Receptor-Atacant (també anomenat "punta" o "doble"). Juga a posicions 4 i 6.
de: Außenangreifer (auch "Flügelspieler" oder "Doppel" genannt). Spielt auf den Positionen 4 und 6.
es: Receptor-Atacante (también llamado "punta" o "doble"). Juega en posiciones 4 y 6.
eu: Kanpoko Erasotzailea ("hegal" edo "bikoitza" ere deitua). 4 eta 6 posizioetan jokatzen du.
fr: Réceptionneur-Attaquant (aussi appelé "ailier" ou "double"). Joue aux positions 4 et 6.
ja: アウトサイドヒッター（「ウィング」または「ダブル」とも呼ばれる）。ポジション4と6でプレイ。
zh: 主攻（也称为"边攻"或"双攻"）。在位置4和6比赛。

# roleLiberoName
source: Libero
ca: Llibero
es: Líbero
eu: Liberoa
fr: Libéro
ja: リベロ
zh: 自由人

# roleLiberoDescription
source: Libero. Defensive specialist player. Cannot attack or block, wears a different jersey.
ca: Llibero. Jugador defensiu especialitzat. No pot atacar ni bloquejar, porta samarreta diferent.
de: Libero. Defensivspezialist. Kann nicht angreifen oder blocken, trägt ein anderes Trikot.
es: Líbero. Jugador defensivo especializado. No puede atacar ni bloquear, lleva camiseta diferente.
eu: Liberoa. Defentsa espezializatuko jokalaria. Ezin du eraso egin ezta blokeatu, kamiseta desberdina darama.
fr: Libéro. Joueur défensif spécialisé. Ne peut pas attaquer ni contrer, porte un maillot différent.
ja: リベロ。守備専門のプレイヤー。アタックやブロックはできず、異なるユニフォームを着用。
zh: 自由人。防守专家球员。不能进攻或拦网，穿着不同的球衣。

# roleSetterAbbr
source: S
ca: Co
es: Co
eu: Co
zh: 二

# roleMiddleBlockerAbbr
source: MB
ca: C
es: Ce
eu: Ce
zh: 副

# roleOppositeAbbr
source: OP
ca: O
es: O
eu: O
zh: 接

# roleOutsideHitterAbbr
source: OH
ca: R
es: R
eu: R
zh: 主

# roleMiddleBlocker1Abbr
source: MB1
es: C1
eu: C1
zh: 副1

# roleMiddleBlocker2Abbr
source: MB2
es: C2
eu: C2
zh: 副2

# roleOutsideHitter1Abbr
source: OH1
es: R1
eu: R1
zh: 主1

# roleOutsideHitter2Abbr
source: OH2
es: R2
eu: R2
zh: 主2

source: Teams
ca: Equips
es: Equipos
eu: Taldeak
fr: Équipes
ja: チーム
zh: 团队

source: Home
ca: Inici
de: Startseite
es: Inicio
eu: Hasiera
fr: Accueil
ja: ホーム
zh: 首页

source: Team Details
ca: Detalls de l'Equip
es: Detalles del Equipo
eu: Taldearen Xehetasunak
fr: Détails de l'Équipe
ja: チーム詳細
zh: 团队详情

source: Team Name
ca: Nom de l'Equip
es: Nombre del Equipo
eu: Taldearen Izena
fr: Nom de l'Équipe
ja: チーム名
zh: 团队名称

# teamNameRequired
source: Team name is required
ca: El nom de l'equip és obligatori
de: Der Teamname ist erforderlich
es: El nombre del equipo es obligatorio
eu: Taldearen izena beharrezkoa da
fr: Le nom de l'équipe est obligatoire
ja: チーム名は必須です
zh: 团队名称是必需的

source: Coaches
ca: Entrenadors
de: Trainer
es: Entrenadores
eu: Entrenatzaileak
fr: Entraîneurs
ja: コーチ
zh: 教练

source: Players
ca: Jugadors
de: Spieler
es: Jugadores
eu: Jokalariak
fr: Joueurs
ja: プレイヤー
zh: 球员

source: No teams yet
ca: Encara no hi ha equips
de: Noch keine Teams
es: Aún no hay equipos
eu: Oraindik ez dago talderik
fr: Aucune équipe pour le moment
ja: チームがまだありません
zh: 还没有团队

# createYourFirstTeam
source: Create your first team to get started
ca: Crea el teu primer equip per començar
de: Erstellen Sie Ihr erstes Team, um zu beginnen
es: Crea tu primer equipo para comenzar
eu: Sortu zure lehen taldea hasteko
fr: Créez votre première équipe pour commencer
ja: 最初のチームを作成して始めましょう
zh: 创建您的第一个团队开始

source: Create Team
ca: Crear Equip
de: Team erstellen
es: Crear Equipo
eu: Taldea Sortu
fr: Créer une Équipe
ja: チーム作成
zh: 创建团队

source: New Team
ca: Nou Equip
de: Neues Team
es: Nuevo Equipo
eu: Talde Berria
fr: Nouvelle Équipe
ja: 新しいチーム
zh: 新团队

# teamInfo
source: {playerCount} players, {coachCount} coaches
ca: {playerCount} jugadors, {coachCount} entrenadors
de: {playerCount} Spieler, {coachCount} Trainer
es: {playerCount} jugadores, {coachCount} entrenadores
eu: {playerCount} jokalari, {coachCount} entrenatzaile
fr: {playerCount} joueurs, {coachCount} entraîneurs
ja: プレイヤー{playerCount}人、コーチ{coachCount}人
zh: {playerCount} 名球员，{coachCount} 名教练

source: No coaches yet
ca: Encara no hi ha entrenadors
de: Noch keine Trainer
es: Aún no hay entrenadores
eu: Oraindik ez dago entrenatzailerik
fr: Aucun entraîneur pour le moment
ja: コーチがまだいません
zh: 还没有教练

source: No players yet
ca: Encara no hi ha jugadors
de: Noch keine Spieler
es: Aún no hay jugadores
eu: Oraindik ez dago jokalaririk
fr: Aucun joueur pour le moment
ja: プレイヤーがまだいません
zh: 还没有球员

source: Add Player
ca: Afegir Jugador
de: Spieler hinzufügen
es: Añadir Jugador
eu: Jokalaria Gehitu
fr: Ajouter un Joueur
ja: プレイヤー追加
zh: 添加球员

source: Edit Player
ca: Editar Jugador
de: Spieler bearbeiten
es: Editar Jugador
eu: Jokalaria Editatu
fr: Modifier le Joueur
ja: プレイヤー編集
zh: 编辑球员

source: Player Name
ca: Nom del Jugador
de: Spielername
es: Nombre del Jugador
eu: Jokalariaren Izena
fr: Nom du Joueur
ja: プレイヤー名
zh: 球员姓名

# playerNameRequired
source: Player name is required
ca: El nom del jugador és obligatori
de: Der Spielername ist erforderlich
es: El nombre del jugador es obligatorio
eu: Jokalariaren izena beharrezkoa da
fr: Le nom du joueur est obligatoire
ja: プレイヤー名は必須です
zh: 球员姓名是必需的

source: Number
ca: Número
de: Nummer
es: Número
eu: Zenbakia
fr: Numéro
ja: 背番号
zh: 号码

source: Age
ca: Edat
de: Alter
es: Edad
eu: Adina
fr: Âge
ja: 年齢
zh: 年龄

source: Height
ca: Alçada
de: Größe
es: Altura
eu: Altuera
fr: Taille
ja: 身長
zh: 身高

source: Main Position
ca: Posició Principal
de: Hauptposition
es: Posición Principal
eu: Posizio Nagusia
fr: Position Principale
ja: メインポジション
zh: 主要位置

source: Position
ca: Posició
es: Posición
eu: Posizioa
ja: ポジション
zh: 位置

source: Captain
ca: Capità
de: Kapitän
es: Capitán
eu: Kapitaina
fr: Capitaine
ja: キャプテン
zh: 队长

source: Add Coach
ca: Afegir Entrenador
de: Trainer hinzufügen
es: Añadir Entrenador
eu: Entrenatzailea Gehitu
fr: Ajouter un Entraîneur
ja: コーチ追加
zh: 添加教练

source: Edit Coach
ca: Editar Entrenador
de: Trainer bearbeiten
es: Editar Entrenador
eu: Entrenatzailea Editatu
fr: Modifier l'Entraîneur
ja: コーチ編集
zh: 编辑教练

source: Coach Name
ca: Nom de l'Entrenador
de: Trainername
es: Nombre del Entrenador
eu: Entrenatzailearen Izena
fr: Nom de l'Entraîneur
ja: コーチ名
zh: 教练姓名

# coachNameRequired
source: Coach name is required
ca: El nom de l'entrenador és obligatori
de: Der Trainername ist erforderlich
es: El nombre del entrenador es obligatorio
eu: Entrenatzailearen izena beharrezkoa da
fr: Le nom de l'entraîneur est obligatoire
ja: コーチ名は必須です
zh: 教练姓名是必需的

source: Primary
ca: Principal
de: Haupttrainer
es: Principal
eu: Nagusia
fr: Principal
ja: 主
zh: 主

source: Primary Coach
ca: Entrenador Principal
de: Haupttrainer
es: Entrenador Principal
eu: Entrenatzaile Nagusia
fr: Entraîneur Principal
ja: 主コーチ
zh: 主教练

source: Secondary Coach
ca: Entrenador Secundari
de: Zweitrainer
es: Entrenador Secundario
eu: Bigarren Entrenatzailea
fr: Entraîneur Secondaire
ja: 副コーチ
zh: 助理教练

source: Save
ca: Desar
de: Speichern
es: Guardar
eu: Gorde
fr: Enregistrer
ja: 保存
zh: 保存

source: Cancel
ca: Cancel·lar
de: Abbrechen
es: Cancelar
eu: Utzi
fr: Annuler
ja: キャンセル
zh: 取消

source: Match Settings
es: Configuración del Partido

source: Max Points
es: Puntos Máximos

source: Last Set Max Points
es: Puntos Máximos del Último Set

source: Total Sets
es: Número de Sets

# winByTwo
source: Win by 2 Points
es: Ganar por 2 Puntos

# cannotChangeSettings
source: Cannot change settings during active match
es: No se puede cambiar la configuración durante un partido activo

source: Save Settings
es: Guardar Configuración

source: High Contrast Colors
es: Colores de Alto Contraste

# highContrastColorsDescription
source: Use red and green colors for better visibility
es: Usar rojo y verde para mejor visibilidad

# leaveMatchTitle
source: Leave Match?
es: ¿Salir del Partido?

# leaveMatchMessage
source: Are you sure you want to leave the current match? All progress will be lost.
es: ¿Estás seguro de que quieres salir del partido actual? Se perderá todo el progreso.

source: Leave
es: Salir

source: Stay
es: Quedarse

source: Switch Sides
es: Cambiar de Lado

source: Team saved
ca: Equip desat
de: Team gespeichert
es: Equipo guardado
eu: Taldea gordeta
fr: Équipe enregistrée
ja: チームを保存しました
zh: 团队已保存

source: Premium Feature
ca: Funcionalitat Premium
de: Premium-Funktion
es: Funcionalidad Premium
eu: Premium Funtzionalitatea
fr: Fonctionnalité Premium
ja: プレミアム機能
zh: 高级功能

# premiumFeatureMessage
source: Creating multiple teams is a premium feature. To unlock this feature, please contact us.
ca: Crear múltiples equips és una funcionalitat premium. Per desbloquejar aquesta funcionalitat, si us plau, contacta amb nosaltres.
de: Das Erstellen mehrerer Teams ist eine Premium-Funktion. Um diese Funktion freizuschalten, kontaktieren Sie uns bitte.
es: Crear múltiples equipos es una funcionalidad premium. Para desbloquear esta funcionalidad, por favor contáctanos.
eu: Talde anitz sortzea premium funtzionalitatea da. Funtzionalitate hau desblokeatzeko, mesedez jarri gurekin harremanetan.
fr: Créer plusieurs équipes est une fonctionnalité premium. Pour débloquer cette fonctionnalité, veuillez nous contacter.
ja: 複数のチーム作成はプレミアム機能です。この機能をアンロックするには、お問い合わせください。
zh: 创建多个团队是高级功能。要解锁此功能，请联系我们。

source: Premium Feature Request
ca: Sol·licitud de Funcionalitat Premium
de: Premium-Funktion anfordern
es: Solicitud de Funcionalidad Premium
eu: Premium Funtzionalitate Eskaera
fr: Demande de Fonctionnalité Premium
ja: プレミアム機能リクエスト
zh: 高级功能请求

source: Contact Us
ca: Contacta amb Nosaltres
de: Kontaktieren Sie uns
es: Contáctanos
eu: Jarri Gurekin Harremanetan
fr: Contactez-nous
ja: お問い合わせ
zh: 联系我们

source: Buy Me a Coffee
de: Spendiere mir einen Kaffee
es: Invítame a un Café
eu: Gonbidatu Kafe Bat
ja: コーヒーを買う
zh: 请我喝咖啡

# supportDeveloper
source: Support the Developer
de: Entwickler unterstützen
es: Apoya al Desarrollador
eu: Garatzailea Lagundu
ja: 開発者をサポート
zh: 支持开发者

source: Exit
de: Beenden
es: Salir
eu: Irten
fr: Quitter
ja: 終了
zh: 退出
